Repository: jaapstronks/ollie-app
Catalog: Ollie-app/Lifecycle.xcstrings
Source language: en
Languages: nl

source: %@ has entered the adolescent phase! Here's what changes:
nl: %@ is in de puberfase! Dit verandert er:

source: %@ is all grown up!
nl: %@ is helemaal volwassen!

source: %@ is growing up!
nl: %@ wordt groot!

source: %@ is now a senior dog! Here's what changes:
nl: %@ is nu een senior hond! Dit verandert er:

source: %@ is now an adult dog! Here's what changes:
nl: %@ is nu een volwassen hond! Dit verandert er:

source: %@'s golden years
nl: %@'s gouden jaren

# %lld of %lld phases completed
source: %1$lld of %2$lld phases completed
nl: %1$lld van %2$lld fases voltooid

source: Capture special moments
nl: Leg speciale momenten vast

source: Comfort and care tips
nl: Comfort- en zorgtips

source: Establish daily routines
nl: Stel dagelijkse routines vast

source: Health monitoring begins
nl: Gezondheidsmonitoring begint

source: Keep current settings
nl: Huidige instellingen behouden

source: Let's go!
nl: Aan de slag!

source: Medication tracking enabled
nl: Medicatie-tracking ingeschakeld

source: More focus on adventures
nl: Meer focus op avonturen

source: Optimized for the %@ phase
nl: Geoptimaliseerd voor de %@-fase

# Phase %lld of %lld
source: Phase %1$lld of %2$lld
nl: Fase %1$lld van %2$lld

source: Regular wellness check-ins
nl: Regelmatige welzijnscontroles

source: Track behavior challenges
nl: Houd gedragsuitdagingen bij

source: Training shifts to maintenance
nl: Training verschuift naar onderhoud

source: Use recommended settings
nl: Aanbevolen instellingen gebruiken
